cask_args appdir: '/Applications'
tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "vim"
brew "mas"
brew "mosh"
brew "wireguard-tools"
brew "wget"
brew "git"
brew "tmux"
brew "kubectl"
brew "kubecfg"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "go"
brew "cmake"
brew "dos2unix"
brew "jq"
brew "mercurial"
brew "protobuf"
brew "sqlite"

cask "keka"
cask "iterm2"
cask "little-snitch"
cask "istat-menus"
cask "google-chrome"
cask "1password"
cask "bitwarden"
cask "keybase"
cask "docker"
cask "alfred"
cask "zoomus"
cask "hazel"
cask "viscosity"
cask "arq"
cask "fantastical"
cask "transmit"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "font-firacode-nerd-font"

#mas install 540348655
