cask_args appdir: '/Applications'
tap "argoproj/tap"
tap "bondanthony/tools"
tap "civo/tools"
tap "github/gh"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "vitorgalvao/tiny-scripts"

brew "ansible"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bazaar"
brew "node"
brew "bitwarden-cli"
brew "influxdb"
brew "kapacitor"
brew "chronograf"
brew "cmake"
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "dos2unix"
brew "etcd"
brew "exa"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnu-tar"
brew "go"
brew "goaccess"
brew "gomplate"
brew "helm"
brew "hugo"
brew "iperf"
brew "iperf3"
brew "istioctl"
brew "jq"
brew "kepubify"
brew "kubecfg"
brew "kubernetes-cli"
brew "mas"
brew "mercurial"
brew "mosh"
brew "nmap"
brew "openssh"
brew "openvpn"
brew "packer"
brew "parallel"
brew "postgresql"
brew "postgresql@9.6"
brew "qrencode"
brew "rclone"
brew "stern"
brew "swagger-codegen"
brew "tcptraceroute"
brew "telegraf"
brew "tmux"
brew "unrar"
brew "velero"
brew "vim"
brew "wget"
brew "wireguard-tools"
brew "ykman"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bondanthony/tools/influx@2.0.0.16"
brew "civo/tools/civo"
brew "heroku/brew/heroku"
brew "int128/kubelogin/kubelogin"
brew "vitorgalvao/tiny-scripts/cask-repair"

cask "1password"
cask "alfred"
cask "arq"
cask "aws-vault"
cask "bitwarden"
cask "docker"
cask "fantastical"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "keybase"
cask "little-snitch"
cask "slack"
cask "spotify"
cask "transmit"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
